Revit 2027 API
WorksharingTooltipInfo.Owner Property
 The current owner of the element or empty string if no one owns the element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string Owner { get; }
Public ReadOnly Property Owner As String
	Get
public:
property String^ Owner {
	String^ get ();
}
member Owner : string with get
Property Value
String
See Also
Reference
WorksharingTooltipInfo Class
Autodesk.Revit.DB Namespace